DESTINATION_CHOICES = (
    ('Бишкек', 'Бишкек'),
    ('Джалал-Абад', 'Джалал-Абад'),
    ('Иссык-Куль', 'Иссык-Куль'),
    ('Ош', 'Ош'),
    ('Нарын', 'Нарын'),
    ('Талас', 'Талас'),
    ('Баткен', 'Баткен'),

)

CAR_CATEGORIES = (
    ('Легковушка', 'Легковушка'),
    ('Минивэн', 'Минивэн'),
    ('Внедорожник', 'Внедорожник'),
    ('Автобус', 'Автобус'),
    ('Кроссовер', 'Кроссовер'),
)

TRANSMISSION_TYPES = (
    ('Механическая', 'Механическая'),
    ('Автоматическая', 'Автоматическая'),
    ('Другое', 'Другое'),
)

STEERING_TYPES = (
    ('Левый', 'Левый'),
    ('Правый', 'Правый'),
)

BODY_TYPES = (
    ('Седан', 'Седан'),
    ('Купе', 'Купе'),
    ('Хэтчбек', 'Хэтчбек'),
    ('Лифтбек', 'Лифтбек'),
    ('Фастбэк', 'Фастбэк'),
    ('Универсал', 'Универсал'),
    ('Кроссовер', 'Кроссовер'),
    ('Внедорожник', 'Внедорожник'),
    ('Легковой фургон', 'Легковой фургон'),
    ('Минивэн', 'Минивэн'),
    ('Компактвэн', 'Компактвэн'),
    ('Микровэн', 'Микровэн'),
    ('Кабриолет', 'Кабриолет'),
    ('Родстер', 'Родстер'),
    ('Тарга', 'Тарга'),
    ('Ландо', 'Ландо'),
    ('Лимузин', 'Лимузин'),
)

DRIVE_TYPES = (
    ('Передний', 'Передний'),
    ('Задний', 'Задний'),
    ('Полный', 'Полный'),
)

FUEL_TYPES = (
    ('Бензин', 'Бензин'),
    ('Бензин/Газ', 'Бензин/Газ'),
    ('Газ', 'Газ'),
    ('Дизель', 'Дизель'),
    ('Электрический', 'Электрический'),
    ('Другое', 'Другое'),
)

SEATING_CAPACITY = (
    ('2', '2 пассажира'),
    ('5', '5 пассажиров'),
    ('8', '8 пассажиров'),
    ('Другое', 'Другое'),
)

CONDITION_CHOICES = (
    ('Хорошее', 'Хорошее'),
    ('Идеальное', 'Идеальное'),
    ('Новое', 'Новое'),
)

MINIMUM_AGE_CHOICES = (
    ('18', '18 лет'),
    ('20', '20 лет'),
    ('22', '22 года'),
    ('24', '24 года'),
    ('26', '26 лет'),
    ('28', '28 лет'),
    ('30', '30 лет'),
    ('32', '32 года'),
    ('34', '34 года'),
    ('36', '36 лет'),
    ('38', '38 лет'),
    ('40', '40 лет'),
    ('42', '42 года'),
    ('44', '44 года'),
    ('46', '46 лет'),
    ('48', '48 лет'),
    ('50', '50 лет'),
)

CURRENCY_CHOICES = (
    ('Рубль', 'Рубль'),
    ('Сом', 'Сом'),
    ('USD', 'USD'),
)